{
  "lblOk":"OK",
  "lblCancel":"Abbrechen",
  "lblConfirm":"Bestätigen",
  "lblExit":"Verlassen",
  "lblRetry":"Wiederholen",
  "lblContinue":"Fortsetzen",
  "lblClose":"Schließen",
  "lblDownload":"Download",
  "lblLoading":"Lädt...",
  "lblInitialising":"Initialisierung...",
  "lblLoadingRes":"Lädt Ressourcen...",
  "btnBack":"Zurück",
  "btnRestart":"Neu starten",
  "btnPlay":"Play",
  "btnPause":"Pause",
  "btnScreenshot":"Screenshot",
  "btnAxes":"Achsen",
  "msgExit":"Wirklich beenden?",
  "msgGlobal":"Das tut uns leid, eine globale Exception wurde erkannt. <br\/> Bitte öffnen Sie ein Issue auf Github oder JIRA mit der Projekt-ID - wir werden es schnellstmöglich bearbeiten.",
  "msgBrowserNotSupported":"Diese App verwendet HTML5 Features, die alle in der neuesten Version aller gängigen Browser vorhanden sind. <br\/>Es tut uns leid, aber Dein Browser unterstützt nicht unsere minimalen Anforderungen für diese App. <br\/>Bitte versuche es mit einem anderen Browser.",
  "msgMobileRestrictions":"Aufgrund von Einschränkungen der mobilen Browser müssen Sie bestätigen, dass diese Anwendung Audio- und Videoinhalte downloaden\/cachen\/zeigen\/abspielen darf. <br\/> <br\/> Derzeit gibt es keine offizielle Unterstützung für mobile Geräte - dies ist nur eine experimentelle Vorschau! Wir bitten daher nicht um Fehlermeldungen bis ein offizielles Release verfügbar ist.",
  "msgProjectNotFound":"Entschuldigung. <br\/> Das Projekt, das Sie anfordern konnte auf unserem Server nicht gefunden werden. Bitte stelle sicher, dass die Projekt-ID gültig ist.",
  "msgProjectNotValid":"Entschuldigung. <br\/> Das Projekt, die Sie anfordern hat eine ungültige Datei-Struktur oder fehlenden Ressourcen. <br\/> Details: <br\/>",
  "msgParser":"Entschuldigung. <br\/> Das Projekt, das Sie anfordern konnte auf unserem Server nicht ordnungsgemäß geparsed werden. Öffnen Sie bitte ein Issue auf Github oder Jira mit der zugehören Projekt-ID - wir werden es schnellstmöglich bearbeiten.",
  "msgInternalServer":"Entschuldigung. Die letzte Anfrage hat einen internen Serverfehler verursacht. <br\/>",
  "msgServerConnection":"Fehler beim Verbinden mit unserer Server oder Server antwortet nicht. <br\/> Bitte stellen Sie sicher, dass Sie mit dem Internet verbunden sind. <br\/> Wenn Ihre Verbindung vorübergehend nicht verfügbar war, klicken Sie bitte 'Wiederholen', um die Anfrage erneut zu senden.",
  "msgUnsupportedSound":"Eine Datei (oder Codec) wurde derkannt, der nicht mit Ihrem aktuellen Browser kompatibel ist. <br\/> Sie können das Projekt trotzdem ausführen - nicht unterstützte Töne werden ignoriert.",
  "msgUnsupportedDevice":"Das angeforderte Projekt verwendet Features die derzeit nicht von unserem Player und\/oder Ihrem Gerät\/Browser unterstützt werden. <br\/> Sie können das Projekt trotzdem ausführen - nicht unterstützte Features werden ignoriert.",
  "msgErrorLoading":"Fehler beim Laden"
}