{
  "lblOk": "OK",
  "lblCancel": "Cancel",
  "lblConfirm": "Confirm",
  "lblExit": "Exit",
  "lblRetry": "Retry",
  "lblContinue": "Continue",
  "lblClose": "Close",
  "lblDownload": "Download",
  "lblLoading": "Loading...",
  "lblInitialising": "Initialising...",
  "lblLoadingRes": "Loading resources...",
  "btnBack": "Back",
  "btnRestart": "Restart",
  "btnPlay": "Play",
  "btnPause": "Pause",
  "btnScreenshot": "Screenshot",
  "btnAxes": "Axes",
  "msgExit": "Do you really want to exit?",
  "msgGlobal": "We are sorry. A global exception was detected.<br/>Please open an issue on either Github or JIRA providing the projects ID - we will have a look asap.",
  "msgBrowserNotSupported": "This application makes use of html5 features but is tested to be compatible with the latest versions of all common browsers. <br/>We are sorry, but your browser does not meet the minimal requirements to run this application.<br/>Please try again using another browser.",
  "msgMobileRestrictions": "Due to mobile browser restrictions you have to confirm that this application is allowed to download/cache/show/play images and audio/video content required in the requested project.<br/><br/>There is currently NO official support for mobile devices - this is an experimental preview only! So please do NOT file bugs until there is an official release available.",
  "msgProjectNotFound": "We are sorry.<br/>The project you are requesting could not be found on our server. Please make sure you are using a valid Project ID.",
  "msgProjectNotValid": "We are sorry.<br/>The project you are requesting has an invalid file structure or missing resources.<br/>Details:<br/>",
  "msgParser": "We are sorry.<br/>The project you are requesting could not be parsed correctly on our server. Please open an issue on either Github or Jira providing the projects ID- we will have a look asap.",
  "msgInternalServer": "We are sorry. The latest request caused an internal server error.<br/>",
  "msgServerConnection": "Error connecting our server or server not responding.<br/>Please make sure you are connected to the internet.<br/>If your connection was temporarily unavailable please click 'Retry' to resend the request.",
  "msgUnsupportedSound": "We have detected a sound file (or codec) that is not compatible with your current browser.<br/>You can run the project anyway - unsupported sounds will be ignored.",
  "msgUnsupportedDevice": "The requested project makes use of device features currently not supported in our player and/or not available on your device/current browser.<br/>You can run the project anyway- unsupported features will be ignored.",
  "msgErrorLoading": "Error: loading failed"
}